Repository: xima-media/xm-goaccess
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_kesearch_index.customranking
source: Custom ranking
de: Benutzerdefinierte Sortierung

# tx_kesearchpremium_synonym.searchphrase
source: Searchphrase
de: Suchwort

# tx_kesearchpremium_synonym.synonyms
source: Synonyms (one word / phrase per line)
de: Synonyme (ein Wort / eine Phrase pro Zeile)

# tx_kesearchpremium_synonym.hidden
source: Hidden
de: Versteckt

# tx_kesearchpremium_remote
source: Remote (Fetch index data from remote instance)
de: Remote (Indexdaten von entfernter Instanz holen)

# tx_kesearchpremium_remotesite
source: Remote site (eg. http://www.domain.com)
de: Entfernte Website (z. B. http://www.domain.com)

# tx_kesearchpremium_remoteuid
source: Remote site uid of page with index data
de: Entfernte Website: UID der Seite mit Indexdaten

# tx_kesearchpremium_remoteuser
source: Remote site username
de: Entfernte Website: Username

# tx_kesearchpremium_remotepass
source: Remote site password
de: Entfernte Website: Password

# tx_kesearchpremium_remoteamount
source: Remote: Number of records to fetch
de: Entfernte Website: Anzahl der zu übertragenden Datensätze

# tx_kesearchpremium_customranking
source: Custom ranking value
de: Wert für benutzerdefiniertes Ranking
