Repository: xima-media/xm-goaccess
Catalog: packages/ke_search_premium/Resources/Private/Language/*.locallang.xlf
Languages: de

source: Zip or city
de: PLZ oder Ort

source: Radius
de: Umkreis

source: Distance
de: Entfernung

# noResultsTextOverwrite
source: Did you mean:
de: Meinten Sie:

# customcategory.basic
source: BasicSettings
de: Grundeinstellungen

# customcategory.DoYouMean
source: DoYouMean
de: MeintenSie

# customcategory.distancesearch
source: DistanceSearch
de: Entfernungssuche

# const.settings
source: Settings
de: Einstellungen

# const.amount
source: How many results should be shown in autocomplete?
de: Wie viele Ergebnisse sollen innerhalb der Autocompleteauflistung angezeigt werden?

# extConf.sphinxSearch
source: Enable Sphinxsearch:This use useful if you have a mass of data to be indexed (>20.000). Because of the bad FULLTEXT index we decide to insert an external indexer called Sphinx. Searching with Sphinx is realy fast, but you have to install this program on your server on your own. Please have a look into our documentation to find out how to install sphinxsearch.
de: Aktiviere Sphinx:Bei sehr großen Indizes kann die von MySQL mitgelieferte FULLTEXT-Indexierung langsam werden. Mit Hilfe von Sphinx, einem externen Indexer, der auf Ihrem Server installiert werden muss, können Sie diesem Problem entgegenwirken und auch Datenmengen jenseits der 100.000 Marke durchsuchen lassen. Schauen Sie in unsere Dokumentation. Dort haben wir bereits eine Installationsbeschreibung für Sie vorbereitet.

# extConf.doYouMean
source: Enable "Did you mean"-Feature: Proposes alternative search words if no search results have been found. The API of www.openthesaurus.de is used for this feature therefore it's only available in german. IMPORTANT: You have active "Show individual text if no results were found?" in the ke_search plugin additionally to the activation here in the extension manager.
de: Aktiviere "Meinten Sie":Wenn keine Suchergebnisse geliefert werden, z. B. aufgrund eines Tippfehlers, dann bietet Ihnen dieses Feature nach Aktivierung ein paar Vorschläge an, wie das eingegebene Wort evtl. lauten könnte. Nach einem Klick wird die Suche direkt erneut ausgeführt. WICHTIG: Aktivieren Sie zusätzlich im Plugin die Opiton "Individuellen Text verwenden, wenn keine Ergebnisse gefunden wurden?", damit diese Funktion aktiv wird.

# extConf.autocomplete
source: Autocomplete:After entering some letters this feature gives you a list of already entered searchword of other website visitors.This might be helpful to find to correct word much faster.
de: Autovervollständigung:Nach der Eingabe einiger Buchstaben erhalten Sie eine Auflistung von Vorschlägen für Ihre Suche, die mit den gleichen Buchstaben beginnen.

# extConf.synonyms
source: Synonyms:You know it: There are words out there which have to same meaning. Instead of entering all these words one after the other into the searchbox you can now create a synonym record. Enter one of the words in to searchphrase and then add all known synonyms enter divided in to the synonym box. Now you can search for one of the words and in background a search with ALL synonyms will be executed.
de: Synonyme:Sie kennen das: Da gibt es für ein und dasselbe Wort noch zig andere Wörter, die das gleiche bedeuten. Hier hilft die Synonymsuche. Erstellen Sie einen Synonymdatensatz und schreiben Sie das gesuchte Wort in das Feld für den Suchbegriff ein. In das Feld für die Synonyme können Sie nun alle anderen Wörter entergetrennt eintragen. Wenn nun nach einem dieser Wörter gesucht wird, wird automatisch auch nach all den anderen Wörter gesucht.

# extConf.nativeInWordSearch
source: In-word-search: This feature additionally indexes parts of words. Parts of words will be found even if they are not at the beginning of the word, e.g. searching for "burg" finds "Hamburg". This feature does NOT need Sphinx to be installed, it works natively with MySQL. Start the indexing process after activating this feature. The indexing time will increase.
de: In-Wort-Suche: Diese Funktion indexiert zusätzlich Teilworte. So ist eine In-Wort-Suche/Teilwortsuche möglich, auch wenn das Teilwort nicht am Wortanfang steht. Wenn man z. B. nach "burg" sucht, wird dann "Hamburg" gefunden. Für diese Funktion ist Spinx NICHT erforderlich, es funktioniert mit den nativen MySQL-Funktionen. Der Indexierungsprozess muss nach der Aktivierung gestartet werden. Die für die Indexierung benötigte Zeit wird sich erhöhen.

# extConf.distancesearch
source: Enable the distance search:Search by distance to a given position, includes displaying the results on a map. Make sure php extension "curl" is installed!
de: Aktiviere Entfernungssuche: Suche nach Entfernung zu einer bestimmten Position, inklusive einer Darstellung der Suchergebnisse auf einer Karte. Bitte stellen Sie sicher, dass die PHP-Erweiterung "curl" installiert ist!

# extConf.api
source: Enable API:Allow access to ke_search index data by remote TYPO3 installations.
de: Aktiviere API:Erlaube entfernten TYPO3-Instanzen Zugriff auf den ke_search Index.

# extConf.linkForXml
source: Link for XML-Format:This is the wrapping link which calls the www.openthesaurus.de API to get the result in XML format
de: Link für XML-Format:Das ist der umschließende Link der die API von www.openthesaurus.de aufruft, um das Ergebnis im XML-Format zurückzuliefern

# extConf.linkForJson
source: Link for JSON-Format:This is the wrapping link which calls the www.openthesaurus.de API to get the result in JSON format (BETA)
de: Link für JSON-Format:Das ist der umschließende Link der die API von www.openthesaurus.de aufruft, um das Ergebnis im JSON-Format zurückzuliefern (BETA)

# extConf.apiFormat
source: Choose API Format:In which format the API should return the results. In most cases it should be XML because JSON is currently in BETA status
de: API Format wählen:In welchem Format soll das Ergebnis der API-Abfrage zurückgeliefert werden? Normalerweise ist XML vorausgewählt, da sich JSON derzeit noch im BETA-Status befindet.

# extConf.maxDistance
source: Max distance: the lower this setting is as more equal is the new word to the given search word. A distance of 1 will find "auto" for "autho" but not "paaren" for "parken". In this case you have to set max distance to 2.
de: Maximale Distanz: Je kleiner dieser Wert ist desto ähnlicher wird das vorgeschlagene Wort dem eingegebenen Suchbegriff. Eine Distanz von 1 wird "auto" für "autho" finden, aber nicht "paaren" für "parken". Für den letzten Fall müssen Sie die Distanz auf mindestens 2 setzen.

# distancesearch.googleapikeybrowser
source: Google Maps Api Key:In order to access the Google Maps API you need a Key provided by Google. You can get a key at https://developers.google.com/maps/documentation/javascript/get-api-key.
de: Google Maps Api Key:Um die Google API nutzen zu können, benötigen Sie einen Schlüssel. Sie können den Schlüssel hier erhalten: https://developers.google.com/maps/documentation/javascript/get-api-key.

# distancesearch.googleapikeyserver
source: Google Geocoding Api Key:In order to access the Google Geocoding API you need a Key provided by Google. You can get a key at https://developers.google.com/maps/documentation/geocoding/start.
de: Google Geocoding Api Key:Um die Google Geocoding API nutzen zu können, benötigen Sie einen Schlüssel. Sie können den Schlüssel hier erhalten: https://developers.google.com/maps/documentation/geocoding/start.

# distancesearch.country
source: Default Country:Since the user only enters a zip code in the search form, the country is needed for the geocoding the zip code. Also uses as default country for tt_address geocoding.
de: Standardwert für Land:Da der Benutzer nur eine Postleitzahl eingibt, ist das Land notwendig, um eine korrekte Geokodierung zu gewährleisten. Das Land wird auch als Standardwert für die tt_address-Geokodierung verwendet.

# distancesearch.addDistanceToDefaultTemplate
source: Add distance to default template:If you use the default template, you can add the distance to the default template. If you use your own template, you can use the variable "{distance}" (in the "ResultRow" partial).
de: Entfernung im Standard-Template anzeigen:Wenn Sie das Standard-Template nutzen, können Sie die Entfernung hier anzeigen. Wenn Sie Ihr eigenes Template verwenden, können Sie die Variable "{distance}" verwenden (im "ResultRow" Partial).

# distancesearch.addMapToDefaultTemplate
source: Add map to default template:If you use the default template, you can add the map (Google Maps) to the default template (using the variable {resultListAdditionalRawContent}). If you use your own template, you can use the variable "<div id="map-canvas"></div>" (in the "ResultList" template).
de: Karte im Standard-Template anzeigen:Wenn Sie das Standard-Template nutzen, können Sie die Karte (Google Maps) hier anzeigen (verwendet die Variable {resultListAdditionalRawContent}). Wenn Sie Ihr eigenes Template verwenden, können Sie den Code "<div id="map-canvas"></div>" (im Template "ResultList" einfügen).

# api.user
source: Username for API access:Set a username for API access.
de: Benutzername für API:Vergeben Sie einen Benutzernamen für den Zugriff über die Schnittstelle.

# api.pass
source: Password for API access:Set a password for API access.
de: Passwort für API:Vergeben Sie ein Passwort für den Zugriff über die Schnittstelle.

# ranking.enableBoostKeywords
source: Enable boost keywords:Use keywords to boost certain results. Keywords can be set in pages and news (use the default keyword fields). Keywords are not visible in the search result list.
de: Boost-Keywords aktivieren:Verwenden Sie Keywords, um einen Boost für bestimmte Ergebnisse zu erzeugen. Die Keywords können für Seiten und News in den Standard-Keyword-Feldern gesetzt werden. Diese Keywords sind in der Suchergebnisliste nicht sichtbar.

# ranking.boostKeywordsFactor
source: Factor for boost keywords:This defines how strong the effect of the boost keywords is. Default: 5.
de: Faktor für Boost-Keywords:Diese Einstellung definiert, wie stark der Effekt der Boost-Keywords ist. Default: 5.

# ranking.enableCustomRanking
source: Enable custom ranking:Set custom values in indexer configurations and pages and rank results depending on these values. Note: Please set the sorting in the searchbox plugin to "customranking".
de: Aktiviere benutzerdefiniertes Ranking:Setzen Sie individuelle Werte für die Sortierung in Indexer-Konfigurationen und Seiten und sortieren Sie die Ergebnisliste nach diesen Werten. Hinweis: Bitte setzen Sie die Sortierung im Such-Plugin auf "customranking".

# headless.contentElements
source: Headless content elements:Comma-separated list of UIDs of content elements (ke_search search box or ke_search result list) that are allowed to return output in JSON format.
de: Headless Content-Elemente:Komma-separierte Liste von UIDs von Content-Elementen (ke_search Suchbox oder ke_search Ergebnisliste), die eine Ausgabe im JSON-Format zurückgeben dürfen.

# headless.ipMaskList
source: Headless IP list:Comma-separated list of IP addresses that are allowed to access the headless function. Corresponds to the configuration of [BE][IPmaskList], e.g. "123.45.67.89,192.168.*.*"
de: Headless IP Liste:Komma-separierte Liste von IP-Adressen, die auf die Headless-Funktion zugreifen dürfen. Entspricht der Konfiguration von [BE][IPmaskList], also z. B. "123.45.67.89,192.168.*.*"

# headless.fieldsWhitelist
source: Headless Fields Whitelist:Semicolon-separated list of fields which should be included in the response. Fields in a multidimensional array must be combined with a dash, the sub-fields must then be added with a colon and separated with a colon. Example: "page;searchword;searchwordDefault;sortByField;sortByDir;filters;filters:title,name,id,checkboxOptions;filters-checkboxOptions:title,tag,slug,key,id;isEmptySearch;wordsTooShort;resultrows;resultrows:title_text,content_text,title,teaser,type,number;numberofresults; queryTime;queryTimeText;pagebrowser;pagebrowser:current,pages_total,start,end"
de: Headless Felder Whitelist:Semikolon-separierte Liste von Feldern, die zurückgegeben werden sollen. Felder in einem multidimenstionalen Array müssen mit einem Bindestrich kombiniert werden. Die untergeordneten Felder werden dann nach einem Doppelpunkt komma-separiert ergänzt. Beispiel: "page;searchword;searchwordDefault;sortByField;sortByDir;filters;filters:title,name,id,checkboxOptions;filters-checkboxOptions:title,tag,slug,key,id;isEmptySearch;wordsTooShort;resultrows;resultrows:title_text,content_text,title,teaser,type,number;numberofresults; queryTime;queryTimeText;pagebrowser;pagebrowser:current,pages_total,start,end"
