Repository: xima-media/xm-goaccess
Catalog: var/labels/*/ke_search/Resources/Private/Language/*.locallang_searchbox.xlf
Languages: de

# pi_title
source: Searchbox
de: Facettierte Suche

# pi_cachable_title
source: Cachable Searchbox
de: Suchbox mit Caching

# pi_plus_wiz_description
source: Faceted Search: Show searchbox and filters.
de: Facettierte Suche: Suchbox und Filter anzeigen.

# pi_cachable_plus_wiz_description
source: Faceted search: Show cachable searchbox and filters. Filters won't be updated by the results, but the plugin is cachable.
de: Facettierte Suche: Suchbox und Filter mit Caching anzeigen. Filter werden nicht durch die Ergebnisliste aktualisiert, aber dafür ist Caching möglich.

# ff.page.main
source: General
de: Allgemein

# ff.resultPage
source: Page with result list
de: Suchergebnis-Seite (Zielseite)

# ff.showTextInsteadOfResults
source: Show text instead of searchresults if no filter or searchword has been given?
de: Zeige einen Text anstatt der Suchergebnisse, wenn kein Filter und noch kein Suchwort angegeben wurde.

# ff.textForResults
source: Insert this text if no filter or searchword has been given.
de: Zeige diesen Text an, wenn kein Filter und noch kein Suchwort angegeben wurde.

# ff.showNoResultsText
source: Show individual text if no results were found?
de: Individuellen Text verwenden, wenn keine Ergebnisse gefunden wurden?

# ff.noResultsText
source: Individual text for "no results found"
de: Individueller Text für "keine Ergebnisse gefunden"

# ff.countSearchPhrases
source: Count search phrases in statistic tables?
de: Statistik über Suchbegriffe führen?

# ff.cssFile
source: CSS File
de: CSS-Datei

# ff.page.sorting
source: Sorting
de: Sortierung

# ff.sortByAdmin
source: Sorting for searchresults
de: Suchergebnisse werden nach dieser Vorgabe sortiert.

# ff.sortWithoutSearchword
source: Sorting for searchresults if no searchword/filter is given
de: Wie sollen die Ergebnisse sortiert werden, wenn kein Suchwort angegeben wurde?

# ff.showSortInFrontend
source: The website visitor should be able to order the searchresults
de: Soll dem Webseitenbesucher die Möglichkeit gegeben werden, die Suchergebnisse selbst zu sortieren?

# ff.sortByVisitor
source: Fields the website user should be able to order by
de: Welche Sortiermöglichkeiten sollen dem Besucher zur Verfügung gestellt werden?

# ff.page.view
source: General Layout
de: Darstellung

# ff.showQueryTime
source: Show time (query process duration)?
de: Benötigte Zeit für Suchabfrage anzeigen?

# ff.showResultUrl
source: Show result URL?
de: Ergebnis-URL anzeigen?

# ff.renderResultUrlAsLink
source: Render result URL as link (a-Tag)?
de: Generiere aus der Ergebnis-URL einen Link (a-Tag)?

# ff.showDate
source: Show date?
de: Zeige Datum?

# ff.resultLinkTarget
source: Target for result link
de: Ziel für Ergebnislink

# ff.resultLinkTargetFiles
source: Target for result link for files
de: Ziel für Ergebnislink für Dateien

# ff.resultLinkTarget.I.0
source: Open in new window
de: In neuem Fenster öffnen

# ff.resultLinkTarget.I.1
source: Open in same window
de: Im gleichen Fenster öffnen

# ff.resultsNumeration
source: Number results consecutively?
de: Ergebnisse fortlaufend nummerieren?

# ff.templateLayout.I.0
source: Default
de: Standard

# ff.highlightSword
source: Highlight search word in result preview
de: Highlighten des Suchwort in Ergebnisvorschau?

# ff.previewMode
source: Text for used for search result (preview text)
de: Vorschau-Modus

# ff.previewMode.I.0
source: Always show the abstract if set.
de: Immer Abstract anzeigen (wenn gesetzt)

# ff.previewMode.I.1
source: Show abstract if it contains searchword, otherwise show an excerpt from the content.
de: Abstract anzeigen wenn Suchwort enthalten, ansonsten Inhaltstext

# ff.resultChars
source: Number of characters used for the result preview text.
de: Anzahl Zeichen für Ergebnisvorschau

# ff.page.images
source: Images
de: Bilder

# ff.showTypeIcon
source: Show result type icon?
de: Zeige Ergebnistyp-Icon?

# ff.showFilePreview
source: Show file preview instead of result icon if possible?
de: Zeige Dateivorschau statt Ergebnistyp-Icon wenn möglich?

# ff.showPageImages
source: Show page image preview instead of result icon? (Images are taken from the page properties, field "search result image".)
de: Zeige Bilder von Seiten wenn vorhanden (Bilder aus dem Feld "Media" in den Seiteneigenschaften)?

# ff.showNewsImages
source: Show news (ext:news / ext:tt_news) image preview instead of result icon?
de: Zeige Nachrichtenbilder (ext:news) als Vorschau?

# ff.page.pagebrowser
source: Pagebrowser
de: Seitennavigation

# ff.pagebrowserOnTop
source: Show pagebrowser on top of result list
de: Pagebrowser am Anfang der Ergebnisliste anzeigen?

# ff.pagebrowserAtBottom
source: Show pagebrowser at the bottom of the result list
de: Pagebrowser am Ende der Ergebnisliste anzeigen?

# ff.maxPagesInPagebrowser
source: Number of pages shown in pagebrowser
de: max. Anzahl Seiten in Pagebrowser

# ff.resultsPerPage
source: Results per page
de: Ergebnisse pro Seite

# ff.showTags
source: Show tags?
de: Zeige Schlagworte?

# ff.logQuery
source: Log query to log file (in var/log/)?
de: Logge Such-Query in Logfile (in var/log/)?

# ff.showTaggedContentOnly
source: Show tagged content only?
de: Nur Inhalte mit Schlagworten zeigen?

# ff.page.filter
source: Filter
de: Filtereinstellungen

# ff.filters
source: Shown Filters
de: Angezeigte Filter

# ff.hiddenfilters
source: Hidden Filters (for use with "preselected filter options")
de: Versteckte Filter (zur Benutzung mit "Vorausgewählte Filteroptionen")

# ff.preselected_filters
source: Preselected filter options
de: Vorausgewählte Filteroptionen

# ff.checkFilterCondition
source: Availability check for filter options
de: Verfügbarkeitsprüfung für Filter

# ff.checkFilterCondition.I.0
source: Check in condition to other filters
de: Prüfung mit Abhängigkeit zu anderen Filtern

# ff.checkFilterCondition.I.1
source: no check
de: keine Verfügbarkeitsprüfung

# results
source: Search results
de: Suchergebnisse

# num_results
source: %s results:
de: %s Treffer:

# num_results_plain
source: results
de: Treffer

source: until
de: bis

source: of
de: von

source: No results found
de: Keine Ergebnisse gefunden

# no_results_refine
source: This search term is not specific enough. Please choose another.
de: Ihr Suchbegriff ist zu allgemein gehalten und kommt auf mehr als 50 Prozent aller Seiten vor. Bitte waehlen Sie einen anderen Suchbegriff.

# searchword_length_error
source: Search words under length of %d characters are not processed.
de: Bitte beachten Sie: Suchbegriffe unter einer Länge von %d Buchstaben werden ignoriert.

# error_resultPage
source: You have defined an results page in your Plugin configuration. So it makes no sense to insert resultlist plugin on to this page, too.
de: Sie haben in der Pluginkonfiguration eine Ergebnisseite angegeben. Es macht also keinen Sinn das Ergebnislistenplugin mit hier auf dieser Liste anzeigen zu lassen.

# error_templatePaths
source: No template paths set. Did you include the static template?
de: Die Template-Pfade sind nicht definiert. Haben Sie das statische Template inkludiert?

# pagebrowser_prev
source: previous
de: vorherige

# pagebrowser_next
source: next
de: nächste

# label_sort
source: Sorting:
de: Sortierung:

# label_score
source: Score
de: Relevanz

# label_date
source: Date
de: Datum

# label_tags
source: Tags
de: Schlagworte

# label_all
source: select all / deselect all
de: alle auswählen / alle abwählen

source: Loading
de: laedt

# all_options
source: ALL
de: Alle

# message_before_search
source: Please choose your search parameters.
de: Bitte geben Sie Ihre Suchkriterien an.

# query_time
source: The search query was processed in %s ms.
de: Die Suchabfrage hat %s ms in Anspruch genommen.

# reset_button
source: Reset
de: Eingaben löschen

source: Reset filter
de: Filter zurücksetzen

# submit
source: Find
de: Finden

source: Back
de: Zurück

# checkbox_submit
source: Apply filter
de: Filter anwenden

# orderlink_title
source: Title
de: Titel

# orderlink_score
source: Relevance
de: Relevanz

# orderlink_sortdate
source: Date
de: Datum

# searchbox_default_value
source: Your search phrase
de: Suchbegriff

# linktext_more
source: More %s and Multiselection
de: Weitere %s und Mehrfachauswahl

source: Show results
de: Ergebnisse anzeigen

# dateformat.dateAndTime
source: %B %e, %Y, %I:%M %p
de: %e. %B %Y, %H:%M Uhr

# dateformat.dateAndTimeWithoutYear
source: %B %e, %I:%M %p
de: %e. %B, %H:%M Uhr

# dateformat.time
source: %I:%M %p
de: %H:%M Uhr

# dateformat.dateWithYear
source: %B %e, %Y
de: %e. %B %Y

# dateformat.dateWithoutYear
source: %B %e
de: %e. %B

# dateRange.start
source: Start
de: Beginn

# dateRange.end
source: End
de: Ende
