Repository: xima-media/xm-goaccess
Catalog: var/labels/*/ke_search/Resources/Private/Language/*.locallang_dashboard.xlf
Languages: de

# dashboard_preset.description
source: A dashboard with all available widgets for search.
de: Ein Dashboard mit allen verfügbaren Widgets für die Suche.

# widgets.keSearchStatus.description
source: Shows the current status of the ke_search indexer.
de: Zeigt den aktuellen Status des ke_search-Indexers an.

# widgets.keSearchStatus.running_since
source: Indexer is running since
de: Indexer läuft seit

# widgets.keSearchStatus.not_running
source: Currently no indexing process is running
de: Aktuell läuft kein Indexierungsvorgang

# widgets.keSearchStatus.h
source: h
de: Std

# widgets.keSearchStatus.m
source: m
de: Min

# widgets.keSearchStatus.s
source: s
de: Sek

# widgets.keSearchStatus.last_run_finished
source: Last run finished
de: Der letzte Durchlauf wurde beendet am

# widgets.keSearchStatus.last_run_finished_at
source: at
de: um

# widgets.keSearchStatus.last_run_took
source: and took
de: und benötigte

# widgets.keSearchIndexOverview.title
source: Index Overview
de: Index Übersicht

# widgets.keSearchIndexOverview.description
source: Shows how many records of each type are currently in the index.
de: Zeigt wie viele Einträge von welchem Typ derzeit im Index vorhanden sind.

# widgets.keSearchTrendingSearchphrases.title
source: Trending search phrases
de: Am häufigsten verwendete Suchphrasen

# widgets.keSearchTrendingSearchphrases.description
source: Shows search phrases from the last 7 days.
de: Zeigt die am häufigsten verwendeten Suchphrasen der letzten 7 Tage.

# widgets.keSearchTrendingSearchphrases.phrase
source: Search phrase
de: Suchphrase

# widgets.keSearchTrendingSearchphrases.number_of_usages
source: Number of usages
de: Anzahl der Verwendungen

# widgets.keSearchTrendingSearchphrases.language
source: Language
de: Sprache

# error_templatePaths
source: No template paths set. Did you include the static template?
de: Die Template-Pfade sind nicht definiert. Haben Sie das statische Template inkludiert?
