Repository: xima-media/xm-goaccess
Catalog: var/labels/*/ke_search/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# pages.tx_kesearch_label
source: Search
de: Suche

# pages.tx_kesearch_tags
source: Tags for faceted search
de: Schlagworte für facettierte Suche

# pages.tx_kesearch_resultimage
source: Search result image
de: Bild für Suchergebnis

# pages.tx_kesearch_abstract
source: Abstract for search result
de: Abstract für Suchergebnis

# sys_category.tx_kesearch_filter
source: Category acts as a filter option for these filters
de: Kategorie wird als Filteroption für diese Filter verwendet

# sys_category.tx_kesearch_filtersubcat
source: Sub-Categories act as a filter options for these filters
de: Unterkategorien werden als Filteroptionen für diese Filter verwendet

# tt_content.list_type_pi1
source: Faceted search - Searchbox and Filters
de: Facettierte Suche - Suchbox und Filter

# tt_content.list_type_pi2
source: Faceted search - Results
de: Facettierte Suche - Ergebnisliste

# tt_content.list_type_pi3
source: Faceted search - Cachable Searchbox and filters
de: Facettierte Suche - Suchbox und Filter mit Caching

# tx_kesearch_filters
source: Filters
de: Filter

# tx_kesearch_filters.title
source: Title
de: Titel

# tx_kesearch_filters.rendertype
source: Rendering type
de: Rendering-Typ

# tx_kesearch_filters.markAllCheckboxes
source: Mark all checkboxes by default?
de: Markiere alle Checkboxen als Voreinstellung?

# tx_kesearch_filters.options
source: Filter options
de: Filteroptionen

# tx_kesearch_filters.target_pid
source: Choose page where to show all filter options
de: Wählen Sie die Seite auf der alle Filteroptionen angezeigt werden sollen

# tx_kesearch_filters.amount
source: How many textlinks should be displayed?
de: Wie viele Textlinks sollen angezeigt werden?

# tx_kesearch_filters.shownumberofresults
source: Show number of results for each filter option?
de: Soll die Anzahl der Treffer pro Filteroption angezeigt werden?

# tx_kesearch_filters.alphabeticalsorting
source: Sort filteroptions alphabetically?
de: Sollen die Filteroptionen automatisch alphabetisch sortiert werden?

# tx_kesearch_filters.rendertype.I.0
source: Select/Dropdown
de: Selectbox

# tx_kesearch_filters.rendertype.I.1
source: List/Textlinks
de: Liste

# tx_kesearch_filters.rendertype.I.2
source: Checkboxes (multiselection OR)
de: Checkboxen (Mehrfachauswahl ODER)

# tx_kesearch_filters.rendertype.I.3
source: Date range
de: Datumsbereich

# tx_kesearch_filteroptions
source: Filter options
de: Filteroptionen

# tx_kesearch_filteroptions.title
source: Title
de: Titel

# tx_kesearch_filteroptions.tag
source: Tag
de: Schlagwort

# tx_kesearch_filteroptions.automated_tagging
source: Set tag for this page and all children
de: Schlagwort für diese Seite und alle Unterseiten setzen

# tx_kesearch_filteroptions.automated_tagging_exclude
source: Exclude tag for all children of this page
de: Schlagwort nicht für Unterseiten dieser Seite setzen

# tx_kesearch_index.relevance
source: Relevance
de: Relevanz

# tx_kesearch_index.targetpid
source: Target PID
de: Zielseite

# tx_kesearch_index.content
source: Indexed content
de: Indizierter Content

# tx_kesearch_index.params
source: Parameters
de: Parameter

# tx_kesearch_index.type
source: Type
de: Typ

# tx_kesearch_index.tags
source: Tags
de: Schlagworte

# tx_kesearch_index.abstract
source: Abstract
de: Zusammenfassung

# tx_kesearch_index.title
source: Title
de: Titel

# tx_kesearch_index.language
source: Language UID
de: Sprach-UID

# tx_kesearch_index.sortdate
source: Date
de: Datum

# tx_kesearch_index.directory
source: Directory
de: Verzeichnis

# tx_kesearch_indexerconfig
source: Indexer Configuration
de: Indexer Konfiguration

# tx_kesearch_indexerconfig.title
source: Title
de: Titel

# tx_kesearch_indexerconfig.storagepid
source: Storage
de: Speicher

# tx_kesearch_indexerconfig.storagepid.description
source: Storage page for search data (the index)
de: Ordner, in dem die indexierten Daten gespeichert werden (der Index)

# tx_kesearch_indexerconfig.targetpid
source: Target page for extension content
de: Zielseite für Erweiterungen

# tx_kesearch_indexerconfig.startingpoints_recursive
source: Pages/folders recursive
de: Seiten/Ordner rekursiv

# tx_kesearch_indexerconfig.startingpoints_recursive.description
source: Pages/folders and sub-pages/sub-folders to be indexed (recursive)
de: Zu indexierende Seiten/Ordner und Unterseiten/Unterordner (rekursiv)

# tx_kesearch_indexerconfig.single_pages
source: Single pages
de: Einzelne Seiten

# tx_kesearch_indexerconfig.single_pages.description
source: Pages to be indexed (non-recursive)
de: Einzelne zu indexierende Seiten (nicht rekursiv)

# tx_kesearch_indexerconfig.sysfolder
source: Single folders
de: Einzelne Ordner

# tx_kesearch_indexerconfig.sysfolder.description
source: Folders to be indexed (non-recursive)
de: Ordner mit zu indexierenden Daten (nicht rekursiv)

# tx_kesearch_indexerconfig.type.I.0
source: Pages
de: Seiten

# tx_kesearch_indexerconfig.type.I.2
source: News (tt_news)
de: Nachrichten (tt_news)

# tx_kesearch_indexerconfig.type.I.5
source: Address records (tt_address)
de: Adressen (tt_address)

# tx_kesearch_indexerconfig.type.I.6
source: Content records (tt_content)
de: Inhaltselemente (tt_content)

# tx_kesearch_indexerconfig.type.I.7
source: Files
de: Dateien

# tx_kesearch_indexerconfig.type.I.12
source: News (news)
de: Nachrichten (news)

# tx_kesearch_indexerconfig.type
source: Type
de: Typ

# tx_kesearch_indexerconfig.index_content_with_restrictions
source: Index content elements with restrictions?
de: Indiziere Content-Elemente mit eingeschränkter Zugänglichkeit?

# tx_kesearch_indexerconfig.index_content_with_restrictions.I.0
source: Yes
de: Ja

# tx_kesearch_indexerconfig.index_content_with_restrictions.I.1
source: No
de: Nein

# tx_kesearch_indexerconfig.index_news_category_mode
source: Category mode
de: News der folgenden Kategorien indexieren

# tx_kesearch_indexerconfig.index_news_category_mode.I.1
source: Index all news records
de: Alle

# tx_kesearch_indexerconfig.index_news_category_mode.I.2
source: Index only news with selected categories
de: Nur die folgenden Kategorien

# tx_kesearch_indexerconfig.index_news_archived
source: Archived news settings
de: Einstellung für archivierte News

# tx_kesearch_indexerconfig.index_news_archived.I.0
source: Index all news
de: Alle News indexieren

# tx_kesearch_indexerconfig.index_news_archived.I.1
source: Index only active news
de: Nur aktive News indexieren

# tx_kesearch_indexerconfig.index_news_archived.I.2
source: Index only archived news
de: Nur archivierte News indexieren

# tx_kesearch_indexerconfig.index_news_category_selection
source: Categories
de: Kategorien

# tx_kesearch_indexerconfig.index_news_useHRDatesSingleWithoutDay
source: Use dates without day for single-view-URLs
de: Datum ohne Tag in Single-View-URLs

# tx_kesearch_indexerconfig.index_news_files_mode
source: Attached files should be handled as
de: Verknüpfte Dateien behandeln als

# tx_kesearch_indexerconfig.index_news_files_mode.I.0
source: Separate search result
de: Separates Suchergebnis

# tx_kesearch_indexerconfig.index_news_files_mode.I.1
source: Content of news record
de: Inhalt des News-Datensatzes

# tx_kesearch_indexerconfig.index_extnews_category_selection
source: Categories
de: Kategorien

# tx_kesearch_indexerconfig.index_use_page_tags
source: Add tags of parent pages/folders?
de: Schlagworte der übergeordneten Seite/des Ordners übernehmen?

# tx_kesearch_indexerconfig.index_use_page_tags_for_files
source: Add tags to files also?
de: Schlagworte auch für Dateien übernehmen?

# tx_kesearch_indexerconfig.directories
source: Directories
de: Verzeichnisse

# tx_kesearch_indexerconfig.directories.description
source: comma-separated, if FAL is used, name the directories as inside the file storage, e.g.: 'my_directory/,my_other_directory/'. If FAL is not used, you need to add the storage folder, e.g.: 'fileadmin/user_upload/,fileadmin/examples/'
de: komma-getrennt. Wenn FAL verwendet wird, die Verzeichnisse im Dateispeicher angeben, z. B.: 'my_directory/,my_other_directory/'. Wenn FAL nicht verwendet wird, das Verzeichnis des Dateispeichers mit angeben, z. B.: 'fileadmin/user_upload/,fileadmin/examples/'

# tx_kesearch_indexerconfig.fileext
source: File indexer: Comma separated list of allowed file extensions (eg. pdf,ppt,doc,xls)
de: Datei-Indexer: Komma-separierte Liste von zu indexierenden Dateiendungen (z.B. pdf,ppt,doc,xls)

# tx_kesearch_indexerconfig.filteroption
source: Add tag to all indexed elements
de: Allen indexierten Elementen dieses Schlagwort hinzufügen

# tx_kesearch_indexerconfig.fal_storage
source: File storage (FAL)
de: Dateispeicher (FAL)

# tx_kesearch_indexerconfig.fal_storage.dont_use_fal
source: Dont' use FAL but read files directly
de: FAL nicht verwenden, sondern Dateien direkt indexieren
