Repository: xima-media/xm-goaccess
Catalog: var/labels/*/ke_search/Resources/Private/Language/*.locallang_mod.xlf
Languages: de

# mlang_tabs_tab
source: Faceted Search
de: Facettierte Suche

# mlang_labels_tabdescr
source: Manage the search index, manually start the indexer process, see what content has been indexed, clear the the index.
de: Manuelles Starten der Indizierung

# mlang_labels_tablabel
source: Faceted Search Management
de: Indizierung verwalten

# title
source: Faceted Search
de: Facettierte Suche

# function1
source: Start indexing
de: Indexer starten

# function2
source: Indexed content
de: Indizierte Inhalte

# function3
source: Index table information
de: Informationen über Index-Tabelle

# function4
source: Searchword statistics
de: Suchwort-Statistik

# function5
source: Clear search index
de: Suchindex leeren

# function6
source: Last indexing report
de: Bericht der letzten Indexierung

# select_a_page
source: Please select a page.
de: Bitte wählen Sie eine Seite aus.

# not_allowed_remove_indexer_lock
source: You are not allowed to remove the indexer lock! This is for admins only!
de: Sie haben nicht die Berechtigung, die Indexer-Sperre zu entfernen. Diese Funktion steht nur Admins zur Verfügung!

# no_indexer_configurations
source: No indexer configurations have been found. Please create an indexer configuration record first!
de: Es wurden keine Indexer-Konfigurationen gefunden. Bitte erstellen Sie zuerst einen Datensatz vom Typ "Indexer-Konfiguration".

# index_contains
source: The index currently contains
de: Der Index enthält derzeit

# last_indexing
source: Last indexing was done on
de: Die letzte Indexierung fand statt am

source: records
de: Einträge

source: page
de: Seite

source: type
de: Typ

# configurations_found
source: Indexer configurations have been found:
de: Die folgenden Indexer-Konfigurationen sind angelegt:

source: Tag too short
de: Tag zu kurz

# tag_too_short_message
source: The given tag "%s" is too short. A minimum length of %d is required. See extension setting "searchWordLength" for further info.
de: Der Tag "%s" ist zu kurz. Er muss mindestens %d Zeichen lang sein. Siehe die Erweiterungs-Einstellung "searchWordLength" für mehr Infos.
