Repository: xima-media/xm-goaccess
Catalog: var/labels/*/install/Resources/Private/Language/*.BackendModule.xlf
Languages: de

# mlang_labels_tablabel
source: Install Tool
de: Installations-Tool

# mlang_labels_tabdescr
source: Provides a simple link to the Install Tool. Notice the Install Tool (in typo3/install/) must be enabled.<br /><em>Access for 'admin' users only!</em>
de: Bietet einen Link auf das Installations-Tool. Zu beachten ist, dass das Installations-Tool (in typo3/install/) aktiviert sein muss.<br /><em>Zugriff nur für Administratoren!</em>

# mlang_tabs_tab
source: Install
de: Installation

# confirmUnlockInstallToolTitle
source: The Install Tool is locked
de: Das Installations-Tool ist deaktiviert.

# confirmUnlockInstallToolMessage
source: <p>For security reasons the Install Tool is locked by default.</p> <p>To enable the Install Tool, the file <strong>ENABLE_INSTALL_TOOL</strong> must be created in the directory <strong>typo3conf/</strong>.</p> <p>Just click the button below, the file will be created for you and the Install Tool will be unlocked.</p> <p><strong>Security note: </strong>When you are finished with your work, please log out of the Install Tool. Otherwise TYPO3 will automatically lock the Install Tool after one hour.</p>
de: <p>Das Installations-Tool ist aus Sicherheitsgründen standardmäßig gesperrt.</p> <p>Um das Installations-Tool zu entsperren, müssen Sie eine leere Datei mit dem Namen <strong>ENABLE_INSTALL_TOOL</strong> im Ordner <strong>typo3conf/</strong> anlegen.</p> <p>Wenn Sie die nachfolgende Schaltfläche klicken, wird diese Datei für Sie erstellt und das Installations-Tool entsperrt.</p> <p><strong>Sicherheitshinweis: </strong>Wenn Sie mit Ihrer Arbeit fertig sind, melden Sie sich bitte vom Installations-Tool ab. Ansonsten wird das Installations-Tool nach einer Stunde automatisch gesperrt.</p>

# confirmUnlockInstallToolButton
source: Unlock the Install&#160;Tool
de: Installations-Tool freischalten

source: Confirm
de: Bestätigen

# sudoUserPasswordConfirm
source: Confirm with user password
de: Mit dem Benutzerpasswort bestätigen

# sudoInstallToolPasswordConfirm
source: Confirm with Install Tool password
de: Mit dem Install-Tool-Passwort bestätigen

# sudoPasswordConfirm
source: Invalid password
de: Ungültiges Passwort

# sudoUserPasswordMode
source: Use user password instead
de: Benutzer-Passwort verwenden

# sudoInstallToolPasswordMode
source: Use Install Tool password instead
de: Install-Tool Passwort verwenden
