Repository: xima-media/xm-goaccess
Catalog: packages/bw_guild/Resources/Private/Language/*.locallang_fe.xlf
Languages: de

# user.update.success.title
source: Save success
de: Speichern erfolgreich

# user.update.success.message
source: Your data has been successfully updated.
de: Ihre Daten wurden erfolgreich gespeichert.

# offer.delete.success.title
source: Delete success
de: Löschen erfolgreich

# offer.delete.success.message
source: Your data has been successfully deleted.
de: Ihre Daten wurden erfolgreich gelöscht.

# user.create.loggedin.title
source: Registration not possible
de: Registrierung nicht möglich

# user.create.loggedin.message
source: You are already logged in and cannot create a new user.
de: Sie sind bereits eingeloggt und können daher keinen neuen Benutzer erstellen.

# user.create.exists.title
source: Registration error
de: Registrierung Fehler

# user.create.exists.message
source: The user you are trying to create already exists.
de: Der Benutzer existiert bereits.

# user.create.success.title
source: Registration complete
de: Registrierung abgeschlossen

# user.create.success.message
source: You user has been successfully created.
de: Ihr Benutzer wurde erfolgreich erstellt.
