Repository: xima-media/xm-goaccess
Catalog: packages/bw_guild/Resources/Private/Language/*.locallang_*.xlf
Languages: de

# tx_bwguild_admin
source: Guild administration
de: Innung Verwaltung

# module.administration.index
source: Overview
de: Überblick

# module.administration.offer
source: Offer
de: Angebote

# module.administration.index.noUserBox.title
source: No users found
de: Keine Benutzer gefunden

# module.administration.index.noUserBox.message
source: There are no users on the current page. You need to select the correct storage folder.
de: Auf der aktuellen Seite wurden keine Benutzer gefunden. Bitte korrekten Ordner auswählen.

# module.administration.index.noOfferBox.title
source: No offers found
de: Keine Angebote gefunden

# module.administration.index.noOfferBox.message
source: There are no offers on the current page. You need to select the correct storage folder.
de: Auf der aktuellen Seite wurden keine Angebote gefunden. Bitte korrekten Ordner auswählen.

# module.administration.newOffer
source: New offer
de: Neues Angebot

# module.administration.newUser
source: New user
de: Neuer Benutzer

# module.administration.passwordRefresh
source: Password refresh
de: Passwort aktualisieren

source: User list
de: Benutzerliste

# userlist.wizard.title
source: User list
de: Benutzerliste

# userlist.wizard.description
source: Displays registered frontend users
de: Zeigt Benutzer an

# userlist.mode
source: Display mode
de: Anzeigemodus

# userlist.mode.list
source: List users
de: Benutzerliste

# userlist.mode.edit
source: Edit user
de: Benutzer bearbeiten

# userlist.mode.new
source: Create user
de: Benutzer Registrierung

# userlist.storagePid
source: Storage PID
de: Datensatz Ordner

# userlist.entries
source: entries
de: Einträge

# userlist.offerPid
source: Offer PID
de: Angebot Seite

# offerlist.wizard.title
source: Offer list
de: Angebot Liste

# offerlist.wizard.description
source: Displays offers like jobs, educations, internships,..
de: Zeigt Angebote, wie Jobs, Ausbildungen, Praktika,.. an

# offerlatest.wizard.description
source: Displays only latest offers
de: Zeigt nur die letzten Angebote an

source: Offer list
de: Angebot Liste

# offerlist.mode
source: Display mode
de: Anzeigemodus

# offerlist.mode.list
source: List offers
de: Liste von Angeboten

# offerlist.showPid
source: Show PID
de: Detailseite

# offerlist.editPid
source: Edit PID
de: Bearbeitenseite

# offerlist.record_type
source: Record type
de: Art der Datensätze

# offerlist.record_type.default
source: All
de: Alle

# offerlist.record_type.educations
source: Educations
de: Ausbildungen

# offerlist.record_type.internships
source: Internships
de: Praktikas

# offerlist.record_type.helpings
source: Helpings
de: Hilfen

# offerlist.storagePid
source: Storage PID
de: Datensatz Ordner

# offerlist.userPid
source: User show PID
de: Benutzer Detailseite

# flexforms_general.limit
source: Limit (max items)
de: Limit (maximale Einträge)

# flexforms_general.order
source: Order
de: Reihenfolge

# flexforms_general.order.default
source: Default (Newest first)
de: Standard (Neuste zuerst)

# flexforms_general.mode
source: Mode
de: Modus

# flexforms_general.mode.default
source: Default
de: Standard

# flexforms_general.mode.search
source: Search
de: Suche

# flexforms_general.template.default
source: Default
de: Standard

# offerlatest.wizard.title
source: Offer latest
de: Letzte Angebote

# usershow.wizard.title
source: User profile
de: User Profil

# usershow.wizard.description
source: Shows a user profile page
de: Zeigt die Profilseite eines Benutzers an

# marketplace.wizard.title
source: Marketplace
de: Marktplatz

# marketplace.wizard.description
source: Displays latest products from users
de: Zeigt die letzten Angebote und Gesuche von Benutzern an

# offershow.wizard.title
source: Offer show
de: Angebot Detail

# offershow.wizard.description
source: Single view for offers
de: Detailseite für verschiedenste Angebote von Benutzern
